Repository: AliaksandrBIM/spaces_manager
Catalog: SpacesManager/Resources/Resources.*.resx
Languages: ru

source: Area
ru: Площадь

# AreaChanged
source: The area has changed to
ru: Площадь изменилась на

# Area_ParName
source: ADSK_Size_Area
ru: ADSK_Размер_Площадь

source: Changes
ru: Изменения

# CreateSpaces_Button
source: Create spaces
ru: Создать пространства

# DeleteSpaces_Button
source: Delete spaces
ru: Удалить пространства

source: Initial area
ru: Исходная площадь

# LevelLink
source: Level from connection
ru: Уровень из связи

# LevelModel
source: Level in the model
ru: Уровень в модели

# LevelName
source: Level
ru: Уровень

# MonitorSpaces_Button
source: Analysis of spaces
ru: Анализ пространств

# MSG_CreateSpacesP1
source: spaces created
ru: создано пространств

# MSG_CreateSpacesP2
source: Total rooms
ru: Всего помещений

# MSG_ErrorCreateSharedPar
source: Error creating shared parameter
ru: Ошибка создания общего параметра.

# MSG_ErrorUnmatchingLevels
source: Could not find matching level for
ru: Не удалось найти соответствующий уровень для

# MSG_Install
source: Authorization in Installation Manager is required.
ru: Требуется авторизация в Installation Manager.

# MSG_RemoteSpaces
source: Number of remote spaces
ru: Количество удаленных пространств

# MSG_SelectPath
source: Selectet path for new Shared Parameters File.
ru: Выберите путь для нового файла общих параметров.

# MSG_SharedParamsNotFound
source: Required parameters did not found. Would you like to add it in project?
ru: Требуемые параметры не найдены, хотите добавить их в проект?

# MSG_TitleError
source: Error
ru: Ошибка

# MSG_UnableToCreateSharFile
source: Failed to create Shared Parameter File.
ru: Не удалось создать новый файл общих параметров.

source: Name
ru: Имя

source: Number
ru: Номер

# ToolTip_DeleteSpaces
source: Delete unallocated spaces
ru: Удалить неразмещённые пространства

# UI_ChooseFfile
source: Select an architectural model
ru: Выберите архитектурную модель

# UI_RoomsLinks
source: Rooms from linkend file
ru: Помещения связанного файла

# UI_СorrespondingLevel
source: Select appropriate levels
ru: Выберите соответствие уровней

source: Сhoose
ru: Выбрать
